Repository: ZcashFoundation/zwallet-ios
Catalog: ZWallet/Infrastructure/*.lproj/InfoPlist.strings
Languages: de

# main.welcome
source: Welcome to the official ZEC wallet from the Zcash Foundation.
de: Willkommen zur offiziellen ZEC Wallet der Zcash Foundation.

# main.createNewWallet
source: Create a new wallet
de: Neue Wallet erstellen

# main.recoverWallet
source: Recover wallet
de: Wallet wiederherstellen

# pin.title.initialPin
source: Choose a PIN
de: Wähle einen PIN

# pin.description.initialPin
source: Set a PIN. If you forget your PIN you must restore your wallet from the seed you wrote down.
de: Setze einen PIN. Wenn du deinen PIN vergessen hast, musst du deine Wallet wiederherstellen mit dem Seed, den du notiert hast.

# pin.title.confirmPin
source: Re-enter PIN
de: Wiederhole PIN

# pin.description.confirmPin
source: You know the drill. Re-enter the PIN from the last step to confirm it.
de: Du kennst das. Wiederhole den PIN aus dem letzten Schritt um diesen zu bestätigen.

# passphrase.title.initialPassphrase
source: Choose Passphrase
de: Wähle ein Passwort

# passphrase.description.initialPassphrase
source: Please choose a passphrase to protect the backup of your wallet. Your backups will be saved to your iCloud account. If you forget this passphrase or lose access to your iCloud account, your wallet will be impossible to recover.
de: Bitte wähle ein Passwort um das Backup deiner Wallet zu verschlüsseln. Deine Backups werden in deinem iCloud Nutzerkonto gespeichert. Falls du dein Passwort vergisst kann deine Wallet nicht wiederhergestellt werden.

# passphrase.next
source: Next
de: Weiter

# passphrase.placeholder.initialPassphrase
source: Type your passphrase
de: Passwort

# passphrase.title.confirmPassphrase
source: Confirm Passphrase
de: Bestätige Passwort

# passphrase.description.confirmPassphrase
source: Retype your passphrase and write it down on a piece of paper *exactly as you type it here*. Then store this paper in a safe place and never show or talk about it to anyone.
de: Wiederhole dein Passwort und notiere es *exakt so wie du es hier eingibst* auf einem Blatt Papier. Anschliessend versorge dieses Papier an einem sicheren Ort. Zeige es niemandem und rede nicht darüber.

# passphrase.placeholder.confirmPassphrase
source: Retype your passphrase
de: Wiederhole dein Passwort

# passphrase.mismatch.title
source: Passphrase Mismatch
de: Passwort ungleich

# passphrase.mismatch.description
source: The passphrase you re-entered does not match the initial one. Please try again.
de: Das wiederholte Passwort entspricht nicht dem zuerst eingegebenem. Bitte versuche es erneut.

# trxDetail.received
source: Received
de: Empfangen

# trxDetail.sent
source: Sent
de: Gesendet

# trxDetail.date
source: Date
de: Datum

# trxDetail.sourceAddress
source: From Address
de: Von Adresse

# trxDetail.trxId
source: Transaction ID
de: Transaktions-ID

# trxDetail.memo
source: Memo
de: Anmerkung

# trxDetail.destinationAddress
source: To Address
de: Nach Adresse

# recipientAddress.title
source: Recipient Address
de: Empfänger-Adresse

# recipientAddress.description
source: Enter, scan or paste the recipient's address.
de: Eingeben, Scannen oder Einfügen der Empfänger-Adresse.

# recipientAddress.scanButton
source: Scan code
de: Code scannen

# recipientAddress.pasteFromClipboardButton
source: Paste from clipboard
de: Von Clipboard einfügen

# recipientAddress.enterManuallyButton
source: Enter manually
de: Manuell eingeben

# scan.description
source: Place the code inside the box.
de: Plaziere den Code innerhalb des Rahmens.

# scan.error.title
source: Scanning not supported
de: Scannen nicht unterstützt

# scan.error.message
source: Please use a device with a camera and give permission.
de: Benutze bitte ein Gerät mit Kamera und erteile die Erlaubnis, diese zu benutzen.

# NSCameraUsageDescription
source: We need to access your camera for scanning QR codes.
de: Wir benötigen Zugriff auf die Kamera, um die QR Code scannen zu können.

# amount.title
source: Amount
de: Betrag

# amount.sendMaximum
source: Send maximum
de: Maximalbetrag senden

# amount.next
source: Next
de: Weiter

# amount.available
source: available
de: verfügbar

# memo.memo.placeholder
source: Start typing
de: Eingabe

# memo.next
source: Next
de: Weiter

# review.title
source: Review & Confirm
de: Kontrolle & Bestätigung

# review.amount
source: Amount
de: Betrag

# review.receivingAddress
source: Receiving Address
de: Empfängeradresse

# review.send
source: Send
de: Sende

# global.done
source: Done
de: Fertig

# amount.title.edit
source: Edit Amount
de: Betrag ändern

# memo.title.edit
source: Edit Memo
de: Memo ändern

# global.today
source: Today
de: Heute

# global.yesterday
source: Yesterday
de: Gestern

# recipientAddress.pasteboard.empty.message
source: The pasteboard is empty.
de: Das Pasteboard ist leer.

# global.targetAddress
source: Target Address
de: Ziel-Adresse

# global.amount
source: Amount
de: Betrag

# payment.button.take
source: Take
de: Übernehmen

# global.cancel
source: Cancel
de: Abbrechen

# address.address.placeholder
source: Start typing
de: Eingabe

# address.next
source: Next
de: Weiter

# address.title
source: Recipient Address
de: Empfänger-Adresse

# address.title.edit
source: Edit Recipient Address
de: Empfänger-Adresse ändern

# qrc.title
source: Wallet Address
de: Wallet-Adresse

# qrc.button.copy
source: Copy to pasteboard
de: In Pasteboard kopieren

# settings.title
source: Settings
de: Einstellungen

# settings.button.nukeWallet
source: Nuke Wallet
de: Wallet löschen
